import java.util.Arrays;

//!!! Программа по расчету бонусных миль !!!
public class JavaTask2_1 {

        public static void main(String[] args) {

            int price = 15500;
            int mile = 20;
            int bonus = price / mile;

            System.out.println(bonus);
            // Объявляете переменные для входных данных и
            // параметров программы: одну для хранения
            // стоимости билета, другую для хранения количества
            // рублей для одной бонусной мили

            // Рассчитываете количество бонусных миль, используя
            // значения заведённых переменных. Ответ сохраняете в
            // новую переменную и выводите на экран
        }
}
